Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: SimpleFIN gives apps read-only access to your bank. Create a token at bridge.simplefin.org and paste it here — it can only be claimed once, so use a fresh one if another app already has it. If you set SimpleFIN up on your Actual server instead, this app uses that connection automatically and you won't need a token here at all.
de: SimpleFIN gewährt Apps schreibgeschützten Zugriff auf Ihre Bank. Erstellen Sie ein Token unter bridge.simplefin.org und fügen Sie es hier ein – es kann nur einmal beansprucht werden. Verwenden Sie also ein neues, falls eine andere App es bereits verwendet. Wenn Sie SimpleFIN stattdessen auf Ihrem Actual-Server eingerichtet haben, nutzt diese App automatisch diese Verbindung, und Sie benötigen hier überhaupt kein Token.
es: SimpleFIN otorga a las apps acceso de solo lectura a su banco. Cree un token en bridge.simplefin.org y péguelo aquí; solo se puede reclamar una vez, así que use uno nuevo si otra app ya lo tiene. Si ha configurado SimpleFIN en su servidor Actual en su lugar, esta app usará esa conexión automáticamente y no necesitará ningún token aquí.
fr: SimpleFIN donne aux apps un accès en lecture seule à votre banque. Créez un jeton sur bridge.simplefin.org et collez-le ici — il ne peut être réclamé qu'une seule fois, utilisez-en donc un nouveau si une autre app l'a déjà. Si vous avez configuré SimpleFIN sur votre serveur Actual à la place, cette app utilise automatiquement cette connexion et vous n'aurez besoin d'aucun jeton ici.
it: SimpleFIN concede alle app l'accesso in sola lettura alla tua banca. Crea un token su bridge.simplefin.org e incollalo qui: può essere richiesto una sola volta, quindi usane uno nuovo se un'altra app lo possiede già. Se hai configurato SimpleFIN sul tuo server Actual, questa app utilizza automaticamente quella connessione e non avrai bisogno di alcun token qui.
nl: SimpleFIN geeft apps alleen-lezen toegang tot uw bank. Maak een token aan op bridge.simplefin.org en plak het hier — het kan slechts één keer worden geclaimd, gebruik dus een nieuwe als een andere app het al heeft. Als u SimpleFIN in plaats daarvan op uw Actual-server hebt ingesteld, gebruikt deze app die verbinding automatisch en heeft u hier helemaal geen token nodig.
pt_br: O SimpleFIN concede aos apps acesso somente leitura ao seu banco. Crie um token em bridge.simplefin.org e cole-o aqui — ele só pode ser reivindicado uma vez, então use um novo se outro app já o tiver. Se você configurou o SimpleFIN no seu servidor Actual, este app usa essa conexão automaticamente e você não precisará de nenhum token aqui.

source: SimpleFIN rejected the saved access key. Disconnect SimpleFIN and set it up again with a new setup token.
de: SimpleFIN hat den gespeicherten Zugriffsschlüssel abgelehnt. Trenne SimpleFIN und richte es mit einem neuen Einrichtungstoken erneut ein.
es: SimpleFIN rechazó la clave de acceso guardada. Desconecta SimpleFIN y configúralo de nuevo con un token nuevo.
fr: SimpleFIN a refusé la clé d’accès enregistrée. Déconnectez SimpleFIN et configurez-le à nouveau avec un nouveau jeton.
it: SimpleFIN ha rifiutato la chiave di accesso salvata. Disconnetti SimpleFIN e configuralo di nuovo con un nuovo token.
nl: SimpleFIN heeft de opgeslagen toegangssleutel geweigerd. Koppel SimpleFIN los en stel het opnieuw in met een nieuw insteltoken.
pt_br: O SimpleFIN rejeitou a chave de acesso salva. Desconecte o SimpleFIN e configure-o novamente com um novo token.

source: SimpleFIN rejected this setup token. Tokens can only be claimed once — generate a new one at SimpleFIN and paste that.
de: SimpleFIN hat dieses Einrichtungstoken abgelehnt. Tokens können nur einmal eingelöst werden. Erstelle bei SimpleFIN ein neues und füge es hier ein.
es: SimpleFIN rechazó este token de configuración. Los tokens solo se pueden reclamar una vez. Genera uno nuevo en SimpleFIN y pégalo aquí.
fr: SimpleFIN a refusé ce jeton de configuration. Les jetons ne peuvent être utilisés qu’une fois. Générez-en un nouveau sur SimpleFIN et collez-le ici.
it: SimpleFIN ha rifiutato questo token di configurazione. I token possono essere riscattati una sola volta. Generane uno nuovo su SimpleFIN e incollalo qui.
nl: SimpleFIN heeft dit insteltoken geweigerd. Tokens kunnen maar één keer worden gebruikt. Genereer een nieuw token bij SimpleFIN en plak het hier.
pt_br: O SimpleFIN rejeitou este token de configuração. Os tokens só podem ser usados uma vez. Gere um novo no SimpleFIN e cole-o aqui.

source: SimpleFIN returned a response Actuali couldn't read.
de: SimpleFIN hat eine Antwort gesendet, die Actuali nicht lesen konnte.
es: SimpleFIN devolvió una respuesta que Actuali no pudo leer.
fr: SimpleFIN a renvoyé une réponse qu’Actuali n’a pas pu lire.
it: SimpleFIN ha restituito una risposta che Actuali non ha potuto leggere.
nl: SimpleFIN gaf een antwoord terug dat Actuali niet kon lezen.
pt_br: O SimpleFIN retornou uma resposta que o Actuali não conseguiu ler.

source: SimpleFIN returned an unexpected response (HTTP %lld).
de: SimpleFIN hat eine unerwartete Antwort zurückgegeben (HTTP %lld).
es: SimpleFIN devolvió una respuesta inesperada (HTTP %lld).
fr: SimpleFIN a renvoyé une réponse inattendue (HTTP %lld).
it: SimpleFIN ha restituito una risposta imprevista (HTTP %lld).
nl: SimpleFIN gaf een onverwacht antwoord terug (HTTP %lld).
pt_br: O SimpleFIN retornou uma resposta inesperada (HTTP %lld).

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
nl: Overslaan
pt_br: Pular

source: Skip Next Date
de: Nächstes Datum überspringen
es: Omitir la próxima fecha
fr: Ignorer la prochaine date
it: Salta prossima data
nl: Volgende datum overslaan
pt_br: Pular próxima data

source: Skip Occurrence
de: Vorkommen überspringen
es: Omitir ocurrencia
fr: Ignorer l’occurrence
it: Salta occorrenza
nl: Gebeurtenis overslaan
pt_br: Pular ocorrência

source: Skip Weekends
de: Wochenenden überspringen
es: Saltar fines de semana
fr: Ignorer les week-ends
it: Salta i fine settimana
nl: Weekenden overslaan
pt_br: Ignorar fins de semana

source: soft cap
de: weiches Limit
es: límite flexible
fr: plafond souple
it: limite flessibile
nl: zachte limiet
pt_br: limite flexível

source: Some expenses predate the income history; ages are approximate.
de: Einige Ausgaben liegen vor der Einkommenshistorie; Angaben zum Alter sind ungefähre Angaben.
es: Algunos gastos son anteriores al historial de ingresos; las edades son aproximadas.
fr: Certaines dépenses sont antérieures à l'historique des revenus ; les durées sont approximatives.
it: Alcune spese sono antecedenti alla storia del reddito; le età sono approssimative.
nl: Sommige uitgaven dateren van vóór de inkomstengeschiedenis; leeftijden zijn bij benadering.
pt_br: Algumas despesas são anteriores ao histórico de receitas; as idades são aproximadas.

source: Something Went Wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s’est produite
it: Qualcosa è andato storto
nl: Er is iets misgegaan
pt_br: Algo deu errado

source: Source category missing
de: Quellkategorie fehlt
es: Falta la categoría de origen
fr: Catégorie source manquante
it: Categoria di origine mancante
nl: Broncategorie ontbreekt
pt_br: Falta a categoria de origem

source: Source category not recognised
de: Quellkategorie nicht erkannt
es: Categoría de origen no reconocida
fr: Catégorie source non reconnue
it: Categoria di origine non riconosciuta
nl: Broncategorie niet herkend
pt_br: Categoria de origem não reconhecida

source: Source currency: %@. Active budget: %@. Review and confirm before saving.
de: Quellwährung: %@. Aktives Budget: %@. Vor dem Speichern prüfen und bestätigen.
es: Moneda de origen: %@. Presupuesto activo: %@. Revisa y confirma antes de guardar.
fr: Devise source : %@. Budget actif : %@. Vérifiez et confirmez avant d’enregistrer.
it: Valuta di origine: %@. Budget attivo: %@. Verifica e conferma prima di salvare.
nl: Bronvaluta: %@. Actief budget: %@. Controleer en bevestig voordat je opslaat.
pt_br: Moeda de origem: %@. Orçamento ativo: %@. Revise e confirme antes de salvar.

source: Special categories
de: Spezielle Kategorien
es: Categorías especiales
fr: Catégories spéciales
it: Categorie speciali
nl: Speciale categorieën
pt_br: Categorias especiais

source: Spend %@ · %lldd left
de: Ausgaben %@ · noch %lld T.
es: Gasto %@ · quedan %lld d
fr: Dépense %@ · %lld j restants
it: Spesa %@ · %lld g rimanenti
nl: Uitgaven %@ · nog %lld d
pt_br: Gasto %@ · faltam %lld d

source: Spending
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese
nl: Uitgaven
pt_br: Gastos

source: spent
de: ausgegeben
es: gastado
fr: dépensé
it: speso
nl: besteed
pt_br: gasto

source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
it: Speso
nl: Besteed
pt_br: Gasto

source: spent %@
de: ausgegeben %@
es: gastado %@
fr: dépensé %@
it: speso %@
nl: uitgegeven %@
pt_br: gasto %@

source: Spent %@
de: Verbrachte %@
es: Gastado %@
fr: Dépensé %@
it: Speso %@
nl: Besteed %@
pt_br: Gasto %@

source: Spent %lld percent of available
de: %lld Prozent des verfügbaren Betrags ausgegeben
es: %lld de los fondos disponibles gastados
fr: %lld des fonds disponibles dépensés
it: Speso il %lld percento della disponibilità
nl: %lld procent van het beschikbare bedrag uitgegeven
pt_br: %lld dos fundos disponíveis gastos

source: Spent Last Month
de: Im letzten Monat ausgegeben
es: Gastado el mes pasado
fr: Dépenses du mois dernier
it: Speso il mese scorso
nl: Vorige maand uitgegeven
pt_br: Gastos do mês passado

source: Spent: %@
de: Ausgegeben: %@
es: Gastado: %@
fr: Dépensé : %@
it: Speso: %@
nl: Besteed: %@
pt_br: Gasto: %@

source: Split any remaining To Budget across these categories.
de: Verbleibende Budgetmittel auf diese Kategorien verteilen.
es: Repartir los fondos restantes entre estas categorías.
fr: Répartir tout le montant restant à budgéter entre ces catégories.
it: Dividi i fondi rimanenti da mettere a budget tra queste categorie.
nl: Resterende budgetmiddelen over deze categorieën verdelen.
pt_br: Dividir os fundos restantes para orçamento entre estas categorias.

source: Split into multiple categories
de: In mehrere Kategorien aufteilen
es: Dividir entre varias categorías
fr: Ventiler en plusieurs catégories
it: Suddiviso in più categorie
nl: Opgesplitst in meerdere categorieën
pt_br: Dividir entre várias categorias

source: Spread a target amount across the months until a deadline.
de: Einen Zielbetrag bis zu einer Frist auf die Monate verteilen.
es: Repartir un importe objetivo entre los meses hasta la fecha límite.
fr: Répartir un montant cible sur les mois jusqu’à une échéance.
it: Distribuire un importo obiettivo sui mesi fino alla scadenza.
nl: Een doelbedrag tot een deadline over de maanden verdelen.
pt_br: Distribuir um valor-alvo pelos meses até o prazo.

source: Stage
de: Stufe
es: Etapa
fr: Étape
it: Fase
nl: Fase
pt_br: Etapa

source: Start Page
de: Startseite
es: Página de inicio
fr: Page de démarrage
it: Pagina iniziale
nl: Startpagina
pt_br: Página inicial

source: Start Page takes effect the next time the app opens.
de: Die Startseite wird beim nächsten Öffnen der App wirksam.
es: La página de inicio surtirá efecto la próxima vez que se abra la app.
fr: La page de démarrage prend effet la prochaine fois que l'app s'ouvre.
it: La pagina iniziale ha effetto la prossima volta che l'app si apre.
nl: De startpagina wordt van kracht de volgende keer dat de app wordt geopend.
pt_br: A página inicial passará a valer na próxima vez que o app for aberto.

source: Start spending in
de: Ausgaben beginnen in
es: Empezar a gastar en
fr: Commencer à dépenser en
it: Iniziare a spendere in
nl: Beginnen met uitgeven in
pt_br: Começar a gastar em

source: Starting
de: Beginn
es: Desde
fr: À partir du
it: Inizio
nl: Vanaf
pt_br: A partir de

source: Statement %1$@ to %2$@, %3$@
de: Abrechnung %1$@ bis %2$@, %3$@
es: Extracto %1$@ al %2$@, %3$@
fr: Relevé %1$@ au %2$@, %3$@
it: Estratto conto da %1$@ a %2$@, %3$@
nl: Afschrift %1$@ tot %2$@, %3$@
pt_br: Fatura %1$@ até %2$@, %3$@

source: Statement Balance
de: Abrechnungssaldo
es: Saldo del extracto
fr: Solde du relevé
it: Saldo estratto conto
nl: Afschriftsaldo
pt_br: Saldo da fatura

source: Statement Closing Day
de: Abrechnungsschlusstag
es: Día de cierre del extracto
fr: Jour de clôture du relevé
it: Giorno di chiusura dell’estratto conto
nl: Sluitingsdag van afschrift
pt_br: Dia de fechamento da fatura

source: Statement Details
de: Abrechnungsdetails
es: Detalles del extracto
fr: Détails du relevé
it: Dettagli estratto conto
nl: Afschriftdetails
pt_br: Detalhes da fatura

source: Statement Due
de: Abrechnungsbetrag fällig
es: Extracto vencido
fr: Relevé dû
it: Estratto conto dovuto
nl: Vervallen afschrift
pt_br: Fatura a vencer

source: Statement due %1$@. Payment due %2$@.
de: Abrechnungsbetrag fällig: %1$@. Zahlung fällig am %2$@.
es: Saldo del extracto %1$@. Vencimiento el %2$@.
fr: Solde du relevé %1$@. Paiement dû le %2$@.
it: Estratto conto dovuto %1$@. Pagamento dovuto il %2$@.
nl: Afschrift verschuldigd %1$@. Betaling vervalt op %2$@.
pt_br: Fatura a vencer %1$@. Pagamento até %2$@.

source: Statement Period
de: Abrechnungszeitraum
es: Período del extracto
fr: Période du relevé
it: Periodo estratto conto
nl: Afschriftperiode
pt_br: Período da fatura

source: Status Filters
de: Statusfilter
es: Filtros de estado
fr: Filtres de statut
it: Filtri di stato
pt_br: Filtros de status

source: Stop budgeting to this category once the balance reaches a cap.
de: Für diese Kategorie nicht weiter budgetieren, sobald der Saldo ein Limit erreicht.
es: Deja de presupuestar esta categoría cuando el saldo alcance un límite.
fr: Arrêter de budgéter cette catégorie lorsque le solde atteint un plafond.
it: Smetti di budgetizzare questa categoria quando il saldo raggiunge un limite.
nl: Stop met budgetteren voor deze categorie zodra het saldo een limiet bereikt.
pt_br: Pare de orçar esta categoria quando o saldo atingir um limite.

source: Subtract
de: Subtrahieren
es: Restar
fr: Soustraire
it: Sottrai
nl: Aftrekken
pt_br: Subtrair

source: Success rate to age %@
de: Erfolgsquote im Alter %@
es: Tasa de éxito hasta los %@ años
fr: Taux de réussite jusqu'à %@ ans
it: Tasso di successo per età %@
nl: Succespercentage tot leeftijd %@
pt_br: Taxa de sucesso até os %@ anos

source: Successfully applied templates to %lld categories.
de: Vorlagen erfolgreich auf %lld Kategorien angewendet.
es: Se aplicaron correctamente las plantillas a %lld categorías.
fr: Des modèles ont été appliqués à %lld catégories.
it: Modelli applicati correttamente a %lld categorie.
nl: Sjablonen toegepast op %lld categorieën.
pt_br: Modelos aplicados com sucesso a %lld categorias.

source: Suggested Payees
de: Vorgeschlagene Zahlungsempfänger
es: Beneficiarios sugeridos
fr: Bénéficiaires suggérés
it: Beneficiari suggeriti
nl: Voorgestelde begunstigden
pt_br: Beneficiários sugeridos

source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti
nl: Suggesties
pt_br: Sugestões

source: Suggestions use this category's existing Actual history and replace the amount shown above.
de: Vorschläge verwenden den vorhandenen Actual-Verlauf dieser Kategorie und ersetzen den oben angezeigten Betrag.
es: Las sugerencias utilizan el historial existente de esta categoría en Actual y sustituyen el importe mostrado arriba.
fr: Les suggestions utilisent l'historique Actual existant de cette catégorie et remplacent le montant affiché ci-dessus.
it: I suggerimenti utilizzano la cronologia Actual esistente di questa categoria e sostituiscono l'importo mostrato sopra.
nl: Suggesties gebruiken de bestaande Actual-geschiedenis van deze categorie en vervangen het hierboven getoonde bedrag.
pt_br: As sugestões usam o histórico existente do Actual desta categoria e substituem o valor mostrado acima.

source: Suggestions use this category's existing Actual history and replace the current month's amount.
de: Vorschläge verwenden den vorhandenen Actual-Verlauf dieser Kategorie und ersetzen den Betrag des aktuellen Monats.
es: Las sugerencias usan el historial existente de Actual de esta categoría y reemplazan el importe del mes actual.
fr: Les suggestions utilisent l'historique Actual existant de cette catégorie et remplacent le montant du mois en cours.
it: I suggerimenti usano la cronologia Actual esistente di questa categoria e sostituiscono l'importo del mese corrente.
nl: Suggesties gebruiken de bestaande Actual-geschiedenis van deze categorie en vervangen het bedrag van de huidige maand.
pt_br: As sugestões usam o histórico existente do Actual para esta categoria e substituem o valor do mês atual.

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
nl: Samenvatting
pt_br: Resumo

source: Support
de: Unterstützung
es: Soporte
fr: Assistance
it: Supporto
nl: Steun
pt_br: Suporte

source: Swipe a location to remove it. Removing every location stops %@ being suggested when you're nearby.
de: Wische einen Standort zum Entfernen. Ohne Standorte wird %@ in der Nähe nicht mehr vorgeschlagen.
es: Desliza una ubicación para eliminarla. Al eliminarlas todas, %@ dejará de sugerirse cuando estés cerca.
fr: Balayez un lieu pour le supprimer. La suppression de tous les lieux empêche de suggérer %@ à proximité.
it: Scorri una posizione per rimuoverla. Rimuovendole tutte, %@ non verrà più suggerito quando sei vicino.
nl: Veeg een locatie om deze te verwijderen. Zonder locaties wordt %@ niet meer voorgesteld wanneer je in de buurt bent.
pt_br: Deslize um local para removê-lo. Remover todos impede que %@ seja sugerido quando você estiver por perto.

source: Switch Back to Notes Templates
de: Zurück zu notizbasierten Vorlagen wechseln
es: Volver a las plantillas basadas en notas
fr: Revenir aux modèles basés sur les notes
it: Torna ai modelli basati sulle note
nl: Terugschakelen naar op notities gebaseerde sjablonen
pt_br: Voltar para modelos baseados em notas

source: Switch dashboard
de: Dashboard wechseln
es: Cambiar de panel
fr: Changer de tableau de bord
it: Cambia dashboard
nl: Schakel dashboard
pt_br: Mudar de painel

source: Symbol Only
de: Nur Symbol
es: Solo símbolo
fr: Symbole uniquement
it: Solo simbolo
nl: Alleen symbool
pt_br: Somente símbolo

source: Symbol Only shows amounts with just the currency symbol — $ instead of NZ$.
de: Nur Symbol zeigt Beträge nur mit dem Währungssymbol – $ statt NZ$.
es: Solo símbolo muestra los importes solo con el símbolo de moneda: $ en lugar de NZ$.
fr: Symbole uniquement affiche les montants avec seulement le symbole monétaire — $ au lieu de NZ$.
it: Solo simbolo mostra gli importi con il solo simbolo di valuta: $ invece di NZ$.
nl: Alleen symbool toont bedragen met alleen het valutasymbool — $ in plaats van NZ$.
pt_br: Somente símbolo mostra os valores apenas com o símbolo da moeda — $ em vez de NZ$.

source: Symbol Only shows amounts with just the currency symbol — $ instead of NZ$. Conventional Amount Entry types amounts whole — 324 for 324.00 — instead of filling cents first. Hide Balances masks amounts across the app. Start Page takes effect the next time the app opens.
de: Symbol Only zeigt nur das Währungssymbol. Conventional Amount Entry gibt ganze Beträge ein. Hide Balances blendet Beträge aus. Start Page gilt beim nächsten Start.
es: Symbol Only muestra solo el símbolo monetario. Conventional Amount Entry introduce importes enteros. Hide Balances oculta los importes. Start Page se aplica al próximo inicio.
fr: Symbol Only affiche uniquement le symbole monétaire. Conventional Amount Entry saisit les montants entiers. Hide Balances masque les montants. Start Page prend effet au prochain lancement.
it: Symbol Only mostra solo il simbolo della valuta. Conventional Amount Entry inserisce importi interi. Hide Balances nasconde gli importi. Start Page si applica al prossimo avvio.
nl: Symbol Only toont alleen het valutasymbool. Conventional Amount Entry voert hele bedragen in. Hide Balances verbergt bedragen. Start Page wordt toegepast bij de volgende start.
pt_br: Symbol Only mostra apenas o símbolo da moeda. Conventional Amount Entry digita valores inteiros. Hide Balances oculta os valores. Start Page será aplicado na próxima abertura.

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizzazione
nl: Synchroniseren
pt_br: Sincronizar

source: Sync Bank Accounts
de: Bankkonten synchronisieren
es: Sincronizar cuentas bancarias
fr: Synchroniser les comptes bancaires
it: Sincronizza conti bancari
nl: Bankrekeningen synchroniseren
pt_br: Sincronizar contas bancárias

source: Sync from Bank
de: Von Bank synchronisieren
es: Sincronizar desde el banco
fr: Synchroniser depuis la banque
it: Sincronizza dalla banca
nl: Synchroniseren vanuit bank
pt_br: Sincronizar do banco

source: Sync is disconnected because a backup was restored. Re-download the budget from your server to resume syncing — that replaces the restored data with the server copy.
de: Die Synchronisierung wurde unterbrochen, da eine Sicherung wiederhergestellt wurde. Laden Sie das Budget erneut von Ihrem Server herunter, um die Synchronisierung fortzusetzen. Dadurch werden die wiederhergestellten Daten durch die Serverkopie ersetzt.
es: La sincronización está desconectada porque se restauró una copia de seguridad. Vuelva a descargar el presupuesto del servidor para reanudarla; los datos restaurados se sustituirán por la copia del servidor.
fr: La synchronisation est désactivée car une sauvegarde a été restaurée. Téléchargez à nouveau le budget depuis votre serveur pour reprendre la synchronisation ; cela remplacera les données restaurées par la copie du serveur.
it: La sincronizzazione è disconnessa perché è stato ripristinato un backup. Scarica nuovamente il budget dal tuo server per riprendere la sincronizzazione: ciò sostituisce i dati ripristinati con la copia sul server.
nl: De synchronisatie is verbroken omdat er een back-up is hersteld. Download het budget opnieuw van uw server om de synchronisatie te hervatten. Hierdoor worden de herstelde gegevens vervangen door de serverkopie.
pt_br: A sincronização foi desconectada porque um backup foi restaurado. Baixe o orçamento novamente do servidor para retomar a sincronização; isso substituirá os dados restaurados pela cópia do servidor.

source: Sync isn't configured. Open a budget first.
de: Die Synchronisierung ist nicht eingerichtet. Öffnen Sie zuerst ein Budget.
es: La sincronización no está configurada. Abre primero un presupuesto.
fr: La synchronisation n’est pas configurée. Ouvrez d’abord un budget.
it: La sincronizzazione non è configurata. Apri prima un budget.
nl: Synchronisatie is niet ingesteld. Open eerst een budget.
pt_br: A sincronização não está configurada. Abra um orçamento primeiro.

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
nl: Synchroniseer nu
pt_br: Sincronizar agora

source: Syncing — amounts may not be up to date yet
de: Synchronisierung – Beträge sind möglicherweise noch nicht aktuell
es: Sincronizando: es posible que los importes aún no estén actualizados
fr: Synchronisation : les montants ne sont peut-être pas à jour
it: Sincronizzazione: gli importi potrebbero non essere ancora aggiornati
nl: Synchroniseren: bedragen zijn mogelijk nog niet actueel
pt_br: Sincronizando: os valores podem ainda não estar atualizados

source: Syncing. Amounts may not be up to date yet.
de: Synchronisierung. Die Beträge sind möglicherweise noch nicht aktuell.
es: Sincronizando. Es posible que los importes aún no estén actualizados.
fr: Synchronisation. Les montants ne sont peut-être pas à jour.
it: Sincronizzazione. Gli importi potrebbero non essere ancora aggiornati.
nl: Synchroniseren. Het kan zijn dat de bedragen nog niet actueel zijn.
pt_br: Sincronizando. Os valores podem ainda não estar atualizados.
